{
  "model_type": "llama",
  "architectures": ["LlamaForCausalLM"],
  "base_model": "meta-llama/Llama-3.2-3B-Instruct",
  "vesper_version": "6.2",
  "vesper_engines": 13,
  "vesper_tensors": 4672,
  "tulsa_anchor": 0.17259029,
  "majorana_parity": 1.0,
  "landauer_budget": 0.0,
  "torch_dtype": "float16",
  "quantization": "Q4_K_M"
}
